Repository: wasd96040501/ccterm
Catalog: macos/ccterm/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld background tasks
zh_hans: %lld 个后台任务

source: %lld blocks · %lld KB
zh_hans: %lld 段 · %lld KB

source: %lld changed
zh_hans: %lld 项更改

source: %lld min ago
zh_hans: %lld 分钟前

source: %lld more question(s) after this one
zh_hans: 之后还有 %lld 个问题

source: %lld of %lld
zh_hans: %lld / %lld

source: %lld of %lld todos completed
zh_hans: %lld / %lld 项已完成

source: %lld running, %lld total
zh_hans: %lld 个运行中，共 %lld 个

source: %lld tasks
zh_hans: %lld 个任务

source: %lld untracked
zh_hans: %lld 项未跟踪

source: %lld%% used
zh_hans: 已使用 %lld%%

source: %lldd ago
zh_hans: %lld 天前

source: %lldh ago
zh_hans: %lld 小时前

source: (no branch)
zh_hans: （无分支）

source: (no output yet)
zh_hans: （暂无输出）

source: 1 task
zh_hans: 1 个任务

source: <1s
zh_hans: <1秒

source: @ Select directory · Enter temporary session
zh_hans: @ 选择目录 · Enter 临时对话

source: @ Select directory · ⌘Enter temporary session
zh_hans: @ 选择目录 · ⌘Enter 临时对话

source: About ccterm
zh_hans: 关于 ccterm

source: Accept Edits
zh_hans: 接受编辑

source: Active days
zh_hans: 活跃天数

source: Add "%@"
zh_hans: 添加 "%@"

source: Add Directory
zh_hans: 添加目录

source: Add Directory…
zh_hans: 添加目录…

source: Add Message
zh_hans: 增加一条消息

source: Add folders
zh_hans: 添加文件夹

source: Add working directories to start multi-directory collaboration
zh_hans: 添加工作目录，开始多目录协作

source: Additional Dirs (%lld)
zh_hans: 附加目录 (%lld)

source: All Folders
zh_hans: 全部文件夹

source: Allow
zh_hans: 允许

source: Allow always
zh_hans: 始终允许

source: Allow once
zh_hans: 仅此一次

source: Always allow
zh_hans: 始终允许

source: Archive
zh_hans: 归档

source: Archive a session from its right-click menu in the sidebar.
zh_hans: 在侧边栏中右键单击会话进行归档。

source: Archived %@
zh_hans: 已归档 %@

source: Ask Permission
zh_hans: 询问权限

source: Ask before every tool use
zh_hans: 每次使用工具前询问

source: Asked %lld questions
zh_hans: 已询问 %lld 个问题

source: Asked: %@
zh_hans: 已询问：%@

source: Asking %lld questions
zh_hans: 正在询问 %lld 个问题

source: Asking: %@
zh_hans: 正在询问：%@

source: Attach Image or File
zh_hans: 添加图片或文件

source: Attach image or file
zh_hans: 附加图片或文件

source: Auto
zh_hans: 自动

source: Auto Accept
zh_hans: 自动接受

source: Auto Accept Edits
zh_hans: 自动接受编辑

source: Auto accept file edits only
zh_hans: 仅自动接受文件编辑

source: Automatically determine when to ask
zh_hans: 自动判断何时询问

source: Available after session starts
zh_hans: 启动会话后可用

source: Back
zh_hans: 返回

source: Background task
zh_hans: 后台任务

source: Background tasks
zh_hans: 后台任务

source: Branches (%lld)
zh_hans: 分支 (%lld)

source: Bypass Permissions
zh_hans: 跳过权限检查

source: CLI Starting
zh_hans: CLI 启动中

source: Cancel
zh_hans: 取消

source: Cancel question
zh_hans: 取消提问

source: Choose Folder…
zh_hans: 选择目录…

source: Choose a file to attach
zh_hans: 选择要附加的文件

source: Choose a folder for the new session
zh_hans: 为新会话选择目录

source: Choose an image to attach
zh_hans: 选择要附加的图片

source: Claude asked a question, but no options were provided.
zh_hans: Claude 提出了一个问题，但没有提供选项。

source: Claude has questions
zh_hans: Claude 有问题

source: Claude wants to %@
zh_hans: Claude 想%@

source: Claude wants to ask you %lld questions
zh_hans: Claude 想问你 %lld 个问题

source: Claude wants to ask you a question
zh_hans: Claude 想问你一个问题

source: Claude wants to enter plan mode to explore and design an implementation approach.
zh_hans: Claude 想进入规划模式，先探索代码并设计实现方案。

source: Claude wants to use this tool
zh_hans: Claude 想要使用此工具

source: Clean
zh_hans: 无更改

source: Clear & Auto
zh_hans: 清空并自动

source: Clear Context & Auto Accept
zh_hans: 清空上下文并自动接受

source: Clear context and auto-accept all changes
zh_hans: 清空上下文，自动接受所有变更

source: Click + to add folders
zh_hans: 点击 + 添加文件夹

source: Command
zh_hans: 命令

source: Commit
zh_hans: 提交

source: Completed
zh_hans: 已完成

source: Compound command — "Allow always" will save %lld rules
zh_hans: 复合命令 — "始终允许" 将保存 %lld 条规则

source: Confirm
zh_hans: 确认

source: Contains: %@
zh_hans: 包含：%@

source: Context
zh_hans: 上下文

source: Context usage
zh_hans: 上下文使用情况

source: Copy Branch
zh_hans: 复制分支

source: Copy Path
zh_hans: 复制路径

source: Corpus missing
zh_hans: 语料缺失

source: Could not preview sed substitution
zh_hans: 无法预览 sed 替换结果

source: Create %@
zh_hans: 创建 %@

source: Create plan before making changes
zh_hans: 在修改前先创建计划

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %@

source: Delete cell from %@
zh_hans: 从 %@ 删除 cell

source: Deleted
zh_hans: 已删除

source: Deleting %@
zh_hans: 正在删除 %@

source: Deny
zh_hans: 拒绝

source: Design an implementation strategy
zh_hans: 设计实现策略

source: Edit %@
zh_hans: 编辑 %@

source: Edit cell in %@
zh_hans: 编辑 %@ 中的 cell

source: Edited %@
zh_hans: 已编辑 %@

source: Edited %lld files
zh_hans: 已编辑 %lld 个文件

source: Editing %@
zh_hans: 正在编辑 %@

source: Editing %lld files
zh_hans: 正在编辑 %lld 个文件

source: Ended
zh_hans: 结束

source: Enter to comment
zh_hans: Enter 发送评论

source: Enter to deny with feedback
zh_hans: Enter 拒绝并提供反馈

source: Enter to queue
zh_hans: Enter 排队发送

source: Enter to send
zh_hans: Enter 发送

source: Execute
zh_hans: 执行

source: Execute and Discard Comments
zh_hans: 执行，丢弃评论

source: Explore the codebase thoroughly
zh_hans: 深入探索代码库

source: Failed
zh_hans: 失败

source: Failed to launch CLI
zh_hans: CLI 启动失败

source: Failed to load history
zh_hans: 加载历史失败

source: Fetched %@
zh_hans: 已抓取 %@

source: Fetched %lld URLs
zh_hans: 已抓取 %lld 个 URL

source: Fetching %@
zh_hans: 正在抓取 %@

source: Fetching %lld URLs
zh_hans: 正在抓取 %lld 个 URL

source: File
zh_hans: 文件

source: Filter by folder
zh_hans: 按文件夹筛选

source: Find
zh_hans: 查找

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Find in Transcript
zh_hans: 在对话中查找

source: Find in transcript
zh_hans: 在对话中查找

source: General
zh_hans: 通用

source: Generating branch…
zh_hans: 生成分支中…

source: Glob
zh_hans: 查找文件

source: Globbed "%@"
zh_hans: 已搜索 "%@"

source: Globbed %lld patterns
zh_hans: 已搜索 %lld 个 pattern

source: Globbing "%@"
zh_hans: 正在搜索 "%@"

source: Globbing %@
zh_hans: 正在搜索 %@

source: Globbing %lld patterns
zh_hans: 正在搜索 %lld 个 pattern

source: Go to Session
zh_hans: 跳转到会话

source: Grep
zh_hans: 搜索内容

source: Grepping %@
zh_hans: 正在搜索 %@

source: High
zh_hans: 高

source: Identify existing patterns
zh_hans: 识别已有模式

source: Image
zh_hans: 图片

source: In Progress
zh_hans: 进行中

source: In plan mode, Claude will:
zh_hans: 在规划模式下，Claude 将：

source: In progress
zh_hans: 进行中

source: Insert cell into %@
zh_hans: 向 %@ 插入 cell

source: Inspected the repo
zh_hans: 检查了仓库

source: Inspecting %lld tools
zh_hans: 正在使用 %lld 个工具

source: Inspecting the repo
zh_hans: 正在检查仓库

source: Isolated worktree
zh_hans: 隔离 worktree

source: Just now
zh_hans: 刚刚

source: Keep context and auto-accept file edits
zh_hans: 保留上下文，自动接受文件编辑

source: Launch Command
zh_hans: 启动命令

source: Live
zh_hans: 实时

source: Loading output…
zh_hans: 正在加载输出…

source: Loading stress corpus…
zh_hans: 加载压测语料…

source: Loading…
zh_hans: 正在加载…

source: Local
zh_hans: 本地

source: Local Project
zh_hans: 本地项目

source: Low
zh_hans: 低

source: Manual
zh_hans: 手动

source: Max
zh_hans: 最大

source: Medium
zh_hans: 中等

source: Messages
zh_hans: 消息

source: Models
zh_hans: 模型

source: New Conversation
zh_hans: 新对话

source: New Session
zh_hans: 新会话

source: New Worktree
zh_hans: 新工作树

source: Next
zh_hans: 下一题

source: Next question
zh_hans: 下一题

source: No Matching Branches
zh_hans: 无匹配分支

source: No Matching Folders
zh_hans: 无匹配文件夹

source: No archived sessions
zh_hans: 没有归档的会话

source: No code changes will be made until you approve the plan.
zh_hans: 在你批准方案之前，不会改动任何代码。

source: No matches
zh_hans: 无匹配

source: No matching sessions
zh_hans: 无匹配会话

source: No output file available
zh_hans: 没有可用的输出文件

source: No plan body — review the transcript before approving.
zh_hans: 方案正文为空 — 请先查看会话记录再批准。

source: No plugin directories
zh_hans: 没有插件目录

source: No questions were provided. Cancel to dismiss.
zh_hans: 未提供任何问题,点击取消关闭。

source: No recent projects
zh_hans: 暂无最近项目

source: No recent sessions for this project.
zh_hans: 该项目暂无最近会话。

source: OK
zh_hans: 好

source: Open in Finder
zh_hans: 在 Finder 中打开

source: Other
zh_hans: 其他

source: Output
zh_hans: 输出

source: Overwrite %@
zh_hans: 覆盖写入 %@

source: Path missing — open the transcript to inspect
zh_hans: 未提供路径 — 请在会话主区查看详情

source: Pending
zh_hans: 待开始

source: Pick a project on the left to begin.
zh_hans: 在左侧选择一个项目以开始。

source: Pick a project on the right to begin.
zh_hans: 在右侧选择一个项目以开始。

source: Pick a project to see its history.
zh_hans: 选择一个项目以查看其历史。

source: Pick a working directory first (search ~/) · Tab / Enter · → drill down
zh_hans: 请先选择工作目录（搜索 ~/ 下目录）· Tab / Enter · → 进入子目录

source: Pin
zh_hans: 置顶

source: Pinned
zh_hans: 置顶

source: Plan
zh_hans: 计划

source: Plan stored in a file; review it in the transcript before approving.
zh_hans: 方案保存在文件中，请先查看会话记录再批准。

source: Please select a working directory first
zh_hans: 请先选择工作目录

source: Plugins
zh_hans: 插件

source: Present a plan for your approval
zh_hans: 提交方案供你审阅

source: Previous question
zh_hans: 上一题

source: Primary Directory
zh_hans: 主目录

source: Projects
zh_hans: 项目

source: Ran %@
zh_hans: 已运行 %@

source: Ran %lld agents
zh_hans: 已运行 %lld 个 agent

source: Ran %lld commands
zh_hans: 已运行 %lld 个命令

source: Ran %lld tools
zh_hans: 使用了 %lld 个工具

source: Ran agent %@
zh_hans: 运行了智能体 %@

source: Read
zh_hans: 读取文件

source: Read %@
zh_hans: 已读取 %@

source: Read %lld files
zh_hans: 已读取 %lld 个文件

source: Reading %@
zh_hans: 正在读取 %@

source: Reading %lld files
zh_hans: 正在读取 %lld 个文件

source: Recent
zh_hans: 最近项目

source: Recent Sessions
zh_hans: 最近会话

source: Reject
zh_hans: 拒绝

source: Remote Main
zh_hans: 远端主分支

source: Remove Message
zh_hans: 减少一条消息

source: Remove attachment
zh_hans: 移除附件

source: Remove from Recents
zh_hans: 从最近项中移除

source: Remove selected folder
zh_hans: 移除选中文件夹

source: Restore
zh_hans: 恢复

source: Result
zh_hans: 结果

source: Reveal JSONL in Finder
zh_hans: 在 Finder 中显示 JSONL

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Review and approve each change individually
zh_hans: 逐个审批每项变更

source: Review the plan to leave plan mode?
zh_hans: 审阅方案以退出规划模式？

source: Revise
zh_hans: 修改

source: Run %@ agent
zh_hans: 运行 %@ 子代理

source: Run `macos/scripts/build-stress-corpus.py` and rebuild.
zh_hans: 请运行 `macos/scripts/build-stress-corpus.py` 后重新构建。

source: Run sub-task
zh_hans: 运行子任务

source: Running
zh_hans: 运行中

source: Running %@
zh_hans: 正在执行 %@

source: Running %lld agents
zh_hans: 正在运行 %lld 个 agent

source: Running %lld commands
zh_hans: 正在运行 %lld 条命令

source: Running %lld tools
zh_hans: 正在使用 %lld 个工具

source: Running agent %@
zh_hans: 正在运行 agent %@

source: Running agent: %@
zh_hans: 正在运行 agent：%@

source: Search archived sessions
zh_hans: 搜索归档的会话

source: Search branches…
zh_hans: 搜索分支…

source: Search folders…
zh_hans: 搜索文件夹…

source: Searched "%@"
zh_hans: 已搜索 "%@"

source: Searched %lld patterns
zh_hans: 已搜索 %lld 个 pattern

source: Searched %lld queries
zh_hans: 已搜索 %lld 个查询

source: Searching "%@"
zh_hans: 正在搜索 “%@”

source: Searching %@
zh_hans: 正在搜索 %@

source: Searching %lld patterns
zh_hans: 正在搜索 %lld 个模式

source: Searching %lld queries
zh_hans: 正在搜索 %lld 个查询

source: Select Directory
zh_hans: 选择目录

source: Select Path
zh_hans: 选择路径

source: Select Working Directory
zh_hans: 选择工作目录

source: Select a plugin directory
zh_hans: 选择插件目录

source: Select folders to add
zh_hans: 选择要添加的文件夹

source: Select plugin directories
zh_hans: 选择插件目录

source: Select primary directory and additional directories
zh_hans: 选择项目主目录和附加目录

source: Select the target branch to switch to
zh_hans: 选择要切换到的目标分支

source: Send message with
zh_hans: 发送消息快捷键

source: Session exited with code %lld
zh_hans: 会话已退出，退出码 %lld

source: Sessions
zh_hans: 会话

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Skip all permission checks
zh_hans: 跳过所有权限检查

source: Specify the command to launch Claude. Leave empty to auto-detect `claude` in your system.
zh_hans: 指定启动 Claude 时使用的命令。留空则自动查找系统中的 `claude`。

source: Start Building
zh_hans: 开始构建

source: Start New Conversation
zh_hans: 开始新对话

source: Started
zh_hans: 开始

source: Stop
zh_hans: 停止

source: Stop task
zh_hans: 停止任务

source: Stopped
zh_hans: 已停止

source: Submit
zh_hans: 提交

source: Switch Branch
zh_hans: 切换分支

source: Tab / Enter to confirm · → to drill down
zh_hans: Tab / Enter 确认 · → 进入子目录

source: Tap + above to add one
zh_hans: 点击上方 + 添加项目

source: Temporary Session
zh_hans: 临时会话

source: Total tokens
zh_hans: 总 Token

source: Transcript Demo
zh_hans: 渲染演示

source: Transcript Stress
zh_hans: 渲染压测

source: Try clearing the search or folder filter.
zh_hans: 试着清空搜索词或文件夹筛选。

source: Type something
zh_hans: 输入内容

source: Type your own answer…
zh_hans: 输入自定义答案…

source: Unarchive
zh_hans: 取消归档

source: Unpin
zh_hans: 取消置顶

source: Untitled
zh_hans: 未命名

source: Use skill
zh_hans: 使用技能

source: Use skill "%@"
zh_hans: 使用技能 "%@"

source: Used %lld tools
zh_hans: 已使用 %lld 个工具

source: Using %lld tools
zh_hans: 正在使用 %lld 个工具

source: Version %@ (%@)
zh_hans: 版本 %1$@（%2$@）

source: View Plan
zh_hans: 查看计划

source: Waiting for output…
zh_hans: 等待输出…

source: Working Directory
zh_hans: 工作目录

source: Worktree
zh_hans: 工作树

source: Write %@
zh_hans: 新建 %@

source: Writing %@
zh_hans: 正在写入 %@

source: Writing %lld files
zh_hans: 正在写入 %lld 个文件

source: Wrote %@
zh_hans: 已写入 %@

source: Wrote %lld files
zh_hans: 已写入 %lld 个文件

source: You have unsent comments
zh_hans: 你有未发送的评论

source: Your comments will be discarded after execution. Continue?
zh_hans: 执行后你的评论将被丢弃，确认继续？

source: ask you a question
zh_hans: 向你提问

source: awaiting answer…
zh_hans: 等待回答…

source: completed · %@
zh_hans: 已完成 · %@

source: current
zh_hans: 当前

source: edit a file
zh_hans: 编辑文件

source: edit a notebook
zh_hans: 编辑 notebook

source: enter plan mode
zh_hans: 进入 plan 模式

source: exit plan mode
zh_hans: 退出 plan 模式

source: failed · %@
zh_hans: 失败 · %@

source: fetch a web page
zh_hans: 抓取网页

source: file
zh_hans: 文件

source: mode: %@
zh_hans: 模式: %@

source: model: %@
zh_hans: 模型: %@

source: now
zh_hans: 刚刚

source: path: %@
zh_hans: 路径: %@

source: read a file
zh_hans: 读取文件

source: recent
zh_hans: 最近

source: run a PowerShell command
zh_hans: 运行 PowerShell 命令

source: run a shell command
zh_hans: 运行 shell 命令

source: run a skill
zh_hans: 运行 skill

source: run a sub-task
zh_hans: 运行子任务

source: running · %@
zh_hans: 运行中 · %@

source: search file contents
zh_hans: 搜索文件内容

source: search for files
zh_hans: 搜索文件

source: stopped · %@
zh_hans: 已停止 · %@

source: to send
zh_hans: 发送

source: use %@
zh_hans: 使用 %@

source: write a file
zh_hans: 写入文件

source: ⌘Enter to comment
zh_hans: ⌘Enter 发送评论

source: ⌘Enter to deny with feedback
zh_hans: ⌘Enter 拒绝并提供反馈

source: ⌘Enter to queue
zh_hans: ⌘Enter 排队发送

source: ⌘Enter to send
zh_hans: ⌘Enter 发送
